_PAD
_GO
_EOS
_UNK
.
no
the
is
are
normal
xxxx
of
and
acute
pleural
or
pneumothorax
effusion
there
heart
lungs
size
focal
clear
within
pulmonary
in
cardiopulmonary
disease
limits
right
left
consolidation
abnormality
with
silhouette
airspace
mediastinal
lung
stable
cardiomediastinal
changes
findings
evidence
chest
mild
spine
unremarkable
a
mediastinum
contour
thoracic
without
structures
for
to
contours
bony
effusions
seen
degenerative
opacity
large
atelectasis
upper
calcified
lobe
cardiac
appear
opacities
osseous
vascularity
identified
edema
intact
cardiomegaly
process
active
lateral
lower
visualized
volumes
abnormalities
aorta
vasculature
noted
low
infiltrate
on
bilateral
small
air
pneumonia
prior
be
bilaterally
negative
may
base
interstitial
scarring
appearance
present
0
grossly
nodules
rib
otherwise
unchanged
granuloma
space
enlarged
this
interval
free
hilar
basilar
chronic
at
definite
minimal
visible
represent
which
vascular
mildly
from
aortic
soft
thorax
granulomatous
both
radiographic
bibasilar
not
pneumothoraces
view
masses
tortuous
expanded
fracture
infiltrates
hemidiaphragm
increased
central
consistent
costophrenic
appears
fractures
nodule
patient
examination
tip
suspicious
areas
hyperexpanded
change
exam
prominent
patchy
alveolar
frontal
suggest
emphysema
atherosclerotic
an
granulomas
posterior
lymph
overlying
previous
sternotomy
anterior
midlung
density
crowding
calcifications
moderate
bronchovascular
typical
study
specifically
compatible
as
markings
tissues
catheter
versus
but
comparison
clips
spaces
adenopathy
further
subsegmental
streaky
evaluation
has
scattered
midline
0th
nodular
again
cm
show
have
views
trachea
old
diaphragm
surgical
limited
most
could
displaced
skeletal
ct
blunting
over
x-xxxx
abdomen
if
prominence
cardio
mid
than
mm
deformity
hernia
bone
normally
inflated
hyperinflated
body
middle
silhouettes
calcification
hiatal
spondylosis
significant
apical
fluid
vertebral
bases
tissue
radiographs
tuberculosis
due
mass
well
been
secondary
tortuosity
some
perihilar
elevation
consolidations
multiple
borderline
radiograph
emphysematous
obtained
congestion
compared
apex
demonstrated
greater
right-sided
infection
finding
thickening
configuration
'
pa
enlargement
was
well-expanded
slightly
left-sided
possibly
recommend
also
osteophytes
appearing
svc
s
elevated
suggestive
since
area
projecting
venous
postsurgical
diffuse
probable
distal
consists
age
throughout
medial
under
these
ribs
by
followup
clavicle
widening
were
recommended
would
region
images
junction
hypoinflated
represents
thoracolumbar
shoulder
intraperitoneal
representing
approximately
possible
persistent
copd
near
severe
resolution
cervical
superior
similar
tube
demonstrate
volume
ap
hyperinflation
associated
eventration
any
densities
line
superimposed
retrocardiac
midthoracic
reveal
level
biapical
cabg
multilevel
fibrosis
scan
andor
scoliosis
remain
flattening
however
remains
suggesting
overall
related
quadrant
excluded
arthritic
technique
lobes
clinical
consider
improved
leads
hypoinflation
atrium
lucency
age-indeterminate
loss
lumbar
deformities
along
measuring
top
picc
available
hilum
disc
significantly
t-spine
failure
given
paratracheal
endplate
clinically
dense
hyperexpansion
imaging
scar
injury
residual
abnormal
contrast
post
segment
curvature
helpful
projection
joint
history
position
sequela
lingula
kyphosis
through
lobar
airways
overt
previously
wall
concerning
underlying
vague
known
question
fusion
diaphragms
cannot
correlation
:
marked
dextroscoliosis
decreased
slight
bodies
fat
reflect
more
healed
hemidiaphragms
intrathoracic
above
artifact
t0
film
diameter
redemonstration
breast
descending
humeral
aeration
cholecystectomy
that
somewhat
flattened
correlate
partially
metastatic
adjacent
engorgement
atrial
osteopenia
differential
probably
reveals
00
subclavian
pattern
lingular
parenchymal
head
peripheral
ectatic
external
nipple
bowel
few
one
status
obstructive
artery
note
aspect
postoperative
pericardial
knee
opacification
infectious
films
extensive
rotated
zone
lymphadenopathy
aerated
suggests
arteries
amount
sulcus
factors
several
(
concern
appreciated
fissure
early
two
preoperative
technical
involving
indicated
apices
convincing
blunted
parenchyma
bandlike
exclude
lesion
calcific
x
evaluate
ectasiatortuosity
valve
abdominal
outside
it
atypical
hypertension
evaluated
stent
diagnosis
dilated
round
rounded
)
lesions
node
ventricle
moderately
spurring
placement
better
before
numerous
inferior
removal
neck
atherosclerosis
subtle
humerus
monitor
irregular
collapse
continued
coronary
ascending
first
development
stomach
vein
ill-defined
retrosternal
exaggerated
wedge
hemithorax
remote
pelvis
only
result
very
habitus
levoscoliosis
please
redemonstrated
primordial
rotation
shadows
surgery
cavoatrial
questionable
well-aerated
acromioclavicular
overlies
developed
increase
other
tracheostomy
cavitary
critical
proximal
removed
foreign
collection
up
considering
dislocation
sized
ectasia
characterization
pleural-parenchymal
irregularity
internal
jugular
lordotic
recent
studies
obscuration
worsening
described
obscured
device
accentuated
epicardial
sequelae
includes
projects
suspected
formation
nonspecific
appropriate
apparent
malignancy
pectus
ij
t00
document
senescent
primary
aspiration
discrete
pneumoperitoneum
inflammatory
below
aneurysm
improvement
indicate
noncalcified
caliber
performed
notification
sulci
azygos
partial
less
loops
unfolding
joints
osteophyte
relatively
confluent
dedicated
bullous
subdiaphragmatic
stability
sclerotic
projected
worse
gross
developing
measures
overlie
today
atelectasisairspace
shows
complete
xxxx-a-xxxx
incompletely
cystic
hyperlucent
suprahilar
shift
tuberculous
demonstrates
asymmetric
setting
decubitus
chf
additional
inspiratory
relative
resolved
remainder
etiology
motion
treatment
destructive
posttraumatic
differences
wedging
unfolded
carina
healing
hypoventilation
high
alignment
weeks
does
including
documented
dual-lumen
its
image
overlapping
addition
indistinct
pneumonitis
air-fluid
trapping
after
end
coarse
lines
l0
caval
location
infrahilar
platelike
glenoid
spinal
following
retraction
obvious
replacement
osseus
;
generator
ensure
regions
confirm
hip
0mm
dr
discussed
engorged
uncertain
compartment
symmetric
bullet
fragment
although
bronchiectasis
advanced
warranted
cortical
sarcoidosis
basal
fullness
minimally
dish
focus
margination
obstruction
loculated
shunt
bypass
subcutaneous
causing
axillary
widened
predominantly
posteriorly
exams
tenderness
recess
colon
incidental
combination
feeding
dislocations
fibrotic
difficult
diminished
tips
collections
callus
should
examinations
vertebra
include
pacemaker
cavity
xxxxxxxx
extremity
activeacute
demineralization
cancer
tubing
favored
technically
hydropneumothorax
dextrocurvature
allowing
increasing
markers
now
three
expected
curvilinear
suggested
diffusely
sternum
nondisplaced
kyphotic
overlap
radiopaque
rightward
pneumomediastinum
quality
narrowing
suggestion
features
progression
hours
corresponding
arterial
reactive
single
tb
fourth
glenohumeral
transverse
s-shaped
fixation
reflecting
ankle
consolidative
irregularities
between
layering
follow
suture
portion
tunneled
interstitium
bullae
00th
useful
sided
greatest
lobectomy
based
remarkable
terminating
mitral
like
part
levels
well-inflated
pleura
neoplasm
coarsened
structure
cardiothoracic
convexity
ventricular
width
incidentally
time
results
smaller
inflammation
remaining
supine
decreasing
comparisons
periphery
prosthetic
postop
flowing
subpleural
lobulated
graft
displacement
thin
entirely
positioning
well-seen
dextro
atelectatic
sclerosis
see
sutures
placed
notified
radiographically
localized
retained
renal
pathologic
diseaseatelectasis
hyperlucency
another
scoliotic
osteoarthritis
approximating
benign
larger
can
consideration
series
clearing
cavitation
ovoid
stripe
histoplasmosis
side
thoracotomy
colonic
determine
tubes
peribronchial
largest
markedly
dialysis
procedure
telephone
material
presence
carinatum
though
mastectomy
background
shape
arthritis
vertebrae
courses
resection
iv
costochondral
femoral
congestive
distribution
review
cardiophrenic
maintained
lucent
margin
prosthesis
pathology
generalized
considerations
destruction
overload
containing
obscure
innumerable
reflects
total
granulomata
deviation
evident
attenuation
kub
about
cleared
conspicuous
gastroesophageal
scarringatelectasis
contrast-enhanced
levocurvature
marginal
positional
pads
stool
axilla
indeterminate
cyst
femur
innominate
portions
anticipated
tumor
stents
portable
located
mediport
reticular
screw
your
absence
consolidating
liver
artifactual
notable
skin
reticulonodular
unclear
characterized
inferiorly
considered
oblique
obliquely
oriented
excavatum
characteristic
desired
intravenous
out
essentially
rotator
crowded
zones
atelectasisscarring
either
months
suspicion
fibronodular
closure
centrally
enteric
report
p
m
cuffing
epigastric
scars
exposure
bronchitis
alternatively
subphrenic
xxxx-of-view
fragments
broken
splenic
decrease
exaggeration
particularly
inlet
masslike
discoid
accounting
subcarinal
bronchi
empyema
multifocal
subchondral
obscures
detail
terminates
possibility
posterolateral
clavicular
uncalcified
projectile
brachiocephalic
scapular
dissection
fractured
traumatic
therapy
subluxation
benefit
resolving
carcinoma
endotracheal
residuals
elements
septal
stimulator
dated
recurrence
interposition
perhaps
osteopenic
radiation
reduced
deep
surface
metastases
interface
chronically
into
contain
implants
whose
tortuousectatic
thickness
rectum
ivc
compressive
prostheses
i
obliteration
airway
enlarging
hemodialysis
they
unknown
receipt
collecting
fissural
questions
radiologist
short
notably
third
vp
subpulmonic
granulomaslymph
beneath
hiatus
chronicity
assess
circumscribed
behind
origin
ng
hypoventilated
limit
cortex
midfoot
thyroid
haziness
partly
will
onset
included
satisfactory
message
000
definitively
none
detailed
b-lines
radiodense
0-0
separation
scapula
infectionpneumonia
hand
wedge-shaped
completely
followed
already
foot
formations
injuries
lucencies
all
cassettes
scaphoid
tricompartmental
circular
maybe
persists
artifacts
definitely
recommendations
appreciable
reaction
idiopathic
denser
capping
aicd
interpretation
bridging
t
kv
densely
corticated
certainty
number
fifth
hyperaerated
calcium
vasculatures
lumen
annular
bronchial
do
cardia
confluence
foci
fracture-dislocation
superior-most
earlier
indeterminant
whether
potential
fissures
currently
cell
sacroiliac
highly
bibasal
horizontal
oblong
recesses
superiorly
tendinitis
years
ago
demonstration
pleuroparenchymal
suboptimal
raise
veriphy
repeat
dual-xxxx
repair
true
persist
recurrent
metastasis
needed
occluder
complicating
ordering
physician
parahilar
mixed
dependent
superficial
obscuring
arm
ring
poorly
second
hyperdense
sinus
dominant
nodulemass
grade
embolism
loculation
vertebroplasty
largely
air-filled
measure
extremely
same
projectional
overlay
heavily
imaged
surrounding
fluoroscopy
drainage
sparing
degraded
hips
acetabulum
near-complete
pancreatitis
piercing
accessory
non-calcified
re
significance
acknowledged
sarcoid
immediately
epigastrium
grafting
opportunity
assist
care
certified
shielded
paraspinal
patellofemoral
relates
lleft
medication
injection
interim
shaped
dextrocardia
characterize
nasogastric
synovial
corresponds
midabdomen
establish
xxxx-filled
tubular
atelectasisscar
pic
symmetrically
peripherally
thought
upward
stigmata
identify
nonobstructive
resolve
disruption
punctate
elbow
forearm
calcaneal
around
mortise
electronic
margins
0-00
exact
require
paraspinalretrocrural
lumpectomy
esophagogastric
coursing
dimension
pm
degree
confirmation
assessment
radiodensity
verterbroplasty
00%
knees
reside
degenerated
medially
define
bihilar
nonemergent
anchor
improving
lymphoma
common
adequately
0rd
radiography
discordant
hyper
neoplastic
retrolisthesis
anchors
smooth
bronchiolitis
cartilages
erosions
amputation
substantial
sent
discuss
case
thanks
triangular
traction
-
readily
histoplasmoma
type
tapering
goiter
evidenced
infracarinal
approach
redistribution
towards
tenting
embolization
moved
viral
lv
nonenlarged
lumbosacral
strandy
outward
hematoma
high-resolution
midlower
informative
juxtahilar
esophagectomy
scans
syndesmophytes
osteodystrophy
intra-abdominal
testes
couple
hyperostosis
oval
positioned
left-to-right
anteriorly
workup
being
correct
xxxxfluid
esophagus
gallbladder
thickeningscarring
performance
defibrillator
defined
except
acuity
metacarpal
fold
narrowed
evolving
streakiness
postradiation
nonsclerotic
regarding
department
xxxxgranulomas
asbestos
interspace
prevertebral
epiglottis
well-demonstrated
substernal
gunshot
wound
coronal
sagittal
retrohilar
found
laryngeal
impression
until
piriform
reticular-nodular
right-to-left
stated
summation
effusionhemothorax
poly
extreme
centrilobular
moderate-to-marked
worrisome
definitive
one-third
generally
expiratory
repeated
opaque
contusion
bronchopleural
fistula
underpenetration
sixth
clavicles
gastrostomy
myeloma
suprapatellar
jewelry
besides
repositioning
incomplete
bochdalek
wide
noncontrast
orthopedic
multilobar
dyspnea
rule
thoraco
comminuted
thirds
preserved
dysmorphic
ossification
superolateral
plaque
progressive
chin
symptoms
duct
distending
costicartilage
laterally
filled
chondral
favoring
pacemakerdefibrillator
overexpanded
dating
back
sacrum
passive
complication
localize
suspect
obese
entire
bone-on-bone
articulation
remodeling
component
recalled
room
disrupted
verification
crescentic
extends
persistently
thickeningscar
additionally
called
outflow
depressions
submitted
subcentimeter
icd
atelectasisinfiltrate
underinflated
0st
0rd-0xxxx
findingsopacitiesinfiltrates
correlated
anterolisthesis
coils
thickeningatelectasis
lytic
extension
believed
computed
tomogram
actual
seems
shortening
transection
centered
pannus
representative
diseasefibrosis
diseaseinfiltrate
advised
accompanied
scarringchronic
shifted
totally
institutions
passes
inserted
straightening
anterolateral
intrathecal
nondiagnostic
widespread
differentiate
reasonably
definition
atelectaticfibrotic
junctions
mechanical
distended
formed
phleboliths
vasculaturity
ventricles
uniformly
vertically
purpose
planning
pronounced
pleuritis
sympathetic
peritracheal
fungal
primarily
stableunremarkable
sulcal
inflammatoryinfectious
leftward
exchange
exchanged
retrosternally
superimposition
arteriespulmonary
scant
pancreatic
expansile
xxxxct
ekg
organomegaly
spherical
apparently
anterior-superior
hepatic
kidneys
dextro-convex
ureteral
systems
developmental
anomaly
t00-lthe
t00-l0
congenital
angulate
generative
osteochondromas
cirrhotic
biliary
closely
nephrostomy
lheart
uppermid
questioned
thickeningsclerosis
copdemphysema
noticed
thin-walled
distinct
scarringemphysematous
communicated
radiating
bordered
convex
cholelithiasis
avn
endplates
depression
hemiabdomen
gallstones
strongly
moderately-inflated
enthesopathy
plantar
enthesophyte
geode
geographic
0a
attention
skinfold
demonstrable
raising
voluntary
flexion
scarsubsegmental
exclusion
determined
doctor
service
xxxx0mild
subjacent
paralysis
fluoroscopic
nasopharynx
perihilarupper
abut
[pulmonary
xxxx-distention
element
posterobasal
syndesmophyte
units
core
lentiform
hyperdensity
hypodense
torturous
solid
indwelling
degenerate
post-op
continues
constellation
myocardial
revascularization
lymphoid
thoracentesis
focused
moderate-to-severe
severely
?
marrow
bile
nodulelymph
superimposing
blood
attached
coracoid
articular
cutaneous
coracoclavicular
similar-appearing
interruption
distortion
almost
considerably
midclavicular
cachexia
perforation
thready
residua
osteocartilaginous
conceivably
l0-lplease
details
l0-lthere
retropulsion
la
ordered
dictation
transmetatarsal
fracture-dislocations
infections
artifactually
dilation
well-characterized
identity
fully
cxr
bronchopulmonary
aspergilloma
aspergilloma-as
infectioustuberculous
nonrib-bearing
infiltrateatelectasis
employed
notify
referring
physicians
presumably
occult
findingspneumothorax
undergone
pedicleupper
mucous
diseaseemphysema
xxxxpm
accepted
faxed
reaches
accessed
look
cephalization
showing
ligamentous
marking
telemetry
aberrant
variant
patients
ruled
stabilization
reviewed
suction
improvementresolution
clipped
lipoma
appendage
online
coiled
arising
defect
oligemia
malpositioned
subluxationdislocation
cardiothymic
malleoli
two-view
hindfoot
forefoot
epipericardial
expansion
elongation
compartments
outlining
segments
especially
accentuates
inthe
resultant
mid-thoracic
narrow
tracking
subsequent
infiltrative
clarification
intramedullary
00000xxxx
spur
opportunistic
opacitiesatelectasis
gastric
pull-through
example
osteoporosis
reasonable
allow
condition
lymphangitic
spread
etiologies
mycoplasma
concomitant
postprocedural
depending
mechanism
investigation
morbidly
winged
supporting
postobstructive
hodgkin
deformed
plates
portacatheter
effort
islands
midright
abnormally
intussusception
ratio
last
umbilical
swimmers
malalignment
centimeters
bronchiticbronchiolitis
arthroplasty
osteochondromatosis
inability
muscular
dystrophy
muscles
support
rods
intervertebral
l
hilarperihilar
compensatory
diminutive
sign
she
non
initiated
contrasted
suggestions
magnified
costodiaphragmatic
persistence
become
hemoptysis
extubation
fibrosisscar
atriumcavoatrial
nonconsolidating
limbus
biventricular
full
crosses
showed
lymphoproliferative
xxxxlymphoma
diaphragmatic
hump
buckling
energy
xxxx-ct
aside
pleural-peripheral
reflex
sensitive
detecting
interrupted
presumed
ligamentum
arteriosum
parapneumonic
mentally
consolidated
direct
chestabdomen
t0heart
reference
enchondroma
infarct
segmental
inhalational
hypoventilatory
clothing
account
reactivation
gallstone
crowdingatelectasis
aneurysmal
cta
bulge
spondylitic
entering
rotatory
pression
exists
then
trabecular
diverticula
flexure
oval-shaped
correction
magnification
great
underneath
ring-shaped
something
implantable
spiculated
diagnostic
brain
varying
sizes
regular
addended
obviously
attributable
sternoclavicular
bacterial
upon
scarringsubsegmental
airwaybronchitic
neurostimulator
cavitations
orif
t0-t0
xray
arteriographic
cerclage
retention
supraclavicular
fossae
likewise
nerve
accentuation
rule-out
six
provide
perihilarmidlung
subglottic
lobelingula
perform
raises
retracted
collapsed
stranding
pneumatoceles
visualization
appearances
interspaces
suited
pretracheal
degeneration
moderate-sized
stringy
moderate-to-large
aorticopulmonary
staff
[&lt
processes
interlobar
long-term
short-term
reformatted
institution
confidently
reformats
nodularity
postinfectiouspostinflammatory
inspiration
attributed
extraluminal
monitoring
difference
distributed
aorto
iliac
b
hemothorax
underpenetrated
granulomatoustuberculous
hemopneumothorax
shrapnel
hemorrhage
maximal
prostate
unless
recently
hypertrophy
0v
frontallateral
date
shortness
breath
explained
vessel
exist
reversal
lordosis
muscle
spasm
phenomenon
sinuses
pneumonic
operative
grafts
per
indolent
here
exacerbation
radiology
tspine
cspine
elsewhere
chronic-appearing
ossifications
postsurgicalbiopsy
torturousectatic
splinting
necks
000%
physiology
indicates
cross-sectional
verify
unilateral
my
subacute
t0unchanged
mri
conveyed
communication
t0degenerative
caudal
pain
beyond
manifestations
postsurgicalpost
morgagni
crosstable
globular
maximum
previouschronic
piercings
massnodularity
dual
icdpacemaker
mostly
different
laparoscopic
reconstructed
midshaft
once
orientation
cross
sectional
bronchiectatic
non-specific
contributes
groundglass
pacemakericd
advancement
effusionpneumothorax
bipolar
worst
l0-lxxxx
s0
reduction
cartilage
site
infraclavicular
0000
dextroconvex
000diffuse
predominance
pulmonic
inspirational
extending
trying
arrange
admission
paraesophageal
intrapulmonary
we
tibial
plateaus
electrodes
subcapital
xxxx-
informed
impacted
pelvic
popliteal
tract
0xxxx
bullets
xxxxicd
noncontrasted
enhanced
making
relating
vena
observed
nondilated
superimposes
rectal
balloon
those
having
simply
cardiomyopathy
pseudofissure
feasible
worsened
paramediastinal
underinflation
osteophytic
traverses
0nd
valvuloplasty
focally
indistinctness
cervicothoracic
extrapleural
respect
xxxx-xxxx
[
