["the", "thorax", "was", "symmetrical", ".", "mediastinal", "cardiac", "shadow", "in", "middle", "no", "enlarged", "lymph", "nodes", "were", "seen", "mediastinum", "texture", "of", "both", "lungs", "enhanced", "arcuate", "ground", "glass", "under", "pleura", "lower", "lobe", "and", "lingual", "segment", "upper", "left", "lung", "with", "blurred", "margins", "small", "round", "low", "density", "clear", "bronchi", "abnormal", "bilateral", "thoracic", "cavities", "shifted", "to", "a", "striped", "hilum", "not", "large", "lobes", "cavity", "heart", "centered", "patchy", "right", "bronchus", "chest", "as", "indistinct", "bronchial", "nodular", "faint", "is", "are", "solid", "lamellar", "multiple", "nodules", "border", "lesion", "at", "edge", "larger", "subpleural", "line", "margin", "borders", "more", "boundary", "unclear", "prominent", "air", "image", "patches", "shadows", "there", "dense", "next", "hypointense", "within", "it", "curved", "compressed", "fuzzy", "uneven", "some", "images", "around", "them", "sign", "locally", "edges", "focus", "two", "enhancement", "after", "an", "arc-shaped", "center", "node", "bone", "destruction", "posterior", "side", "soft", "tissue", "hypodense", "segments", "reticular", "its", "local", "blood", "vessels", "low-density", "bilaterally", "irregular", "which", "most", "dorsal", "high-density", "round-like", "part", "diameter", "mildly", "widened", "tubes", "gas", "limited", "anterior", "mild", "uniform", "striated", "partially", "had", "pattern", "limitedly", "wall", "thickened", "filling", "defect", "pulmonary", "artery", "ascending", "aorta", "visible", "band-like", "liquid", "translucent", "area", "lobar", "metallic", "artifact", "vertebral", "plate", "areas", "have", "thickening", "plethysmograph", "open", "patent", "dominant", "connected", "patency", "strip", "showed", "grid", "reduced", "cystic", "doors", "nodule", "hypotonic", "calcification", "paving", "stone", "inside", "hilar", "ribs", "vertebrae", "tube", "plane", "diffuse", "spine", "localized", "pericardial", "halo-like", "burr", "asymmetric", "mode", "cords", "strips", "region", "oblique", "fissure"]